[
  {
    "id": 1,
    "title": "The Seed-arts Newuke",
    "content": "From last 1 year, I am getting a thought regularly for this. I don't know what it is, how it is useful to us and how I will be able to make it real. Let me explain it a bit clearly: There is a clutched pad which can be unclutched and if you open it then you can generate a radiation which can create an invisible path for the Newuke and it will follow to path to pick an specified object and trace back the path to come to us back. It is very scientific and it involves lots of gravity concepts and radiational concepts, but I am not much aware about how will I know to break down the product creation strategy to build such a wonderful product, which can help a lot of people to make done work in just a few minutes. And the rush can be stop for some moment in the world due to this gadget. Hope I will get a partner from the world to make my dream real to everyone's use. It will be a wonderful experience for everyone of us to just grab a thing far away from us with a clutched handpicker.",
    "likes": 12,
    "image": "blog-7.jpg",
    "ratingsAverage": 3.0,
    "ratingsQuatity": 3,
    "user_id": 1,
    "slug": "The-Learning-Network"
  },
  {
    "id": 2,
    "title": "New England - Rhode Island",
    "content": "After a really wonderful three days on Cape Cod, whilst I felt ready to leave, I was also a little sad to be leaving and I missed it after I left - I'm not quite sure why, but perhaps it was because if its tranquil nature, and different pace to the rest of the places I visited on my journey. Nevertheless, a Peter Pan bus was ready and waiting to pick me up at the Hyannis Transportation Centre, and take me off westwards on my next adventure for this trip - two nights in the tiny and compact state of Rhode Island, America's smallest state, and nicknamed the \"Funsize State\" - cute! Shortly after crossing the state border into Rhode Island, literally around ten minutes after, we arrived in downtown Providence, my destination for the next two nights. The state of Rhode Island traces its beginnings back to the early 17th century, when in 1636 Roger Williams founded the city of Providence. Williams was a religious outcast from Boston, and was sent packing after being ostracised for his views that all people should have freedom of conscience. This sounds definitely like my kind of guy, particularly after having experienced these last two years of diktats sent from above. The state is comparatively tiny, and at a mere 1,214 square miles is about the same size as the Spanish island of Mallorca. Nevertheless, despite its small size, it has a surprisingly long coastline of 400 miles, being sited on a large estuary of the Providence River and the wide expanse of the Narragansett Bay - thus it is also called \"The Ocean State\" due to its maritime connections.",
    "likes": 10,
    "category": "Travel",
    "image": "blog-3.jpg",
    "ratingsAverage": 4.0,
    "ratingsQuatity": 2,
    "user_id": 5,
    "slug": "New-England---Rhode-Island"
  },
  {
    "id": 3,
    "title": "Garlic Cream Bucatini with Peas and Asparagus",
    "content": "Listen, we are firm believers that winter doesn't get to hog all the comfort food, let spring get in on this game! Especially when that food-hug comes in the form of fresh green asparagus bathed in garlic with big bright pops of sweet and springy green peas splashing around in coils of pasta all gently coated in a lush and light lemony garlic cream sauce. Are there deliciously crunchy and outstandingly savory little golden crispies involved? Absolutely. Is this already wonderful springy win made even better with a fun pasta shape? Yes ma'am, bring on the bucatini!",
    "likes": 34,
    "image": "blog-1.jpg",
    "category": "Food",
    "ratingsAverage": 3.5,
    "ratingsQuatity": 2,
    "user_id": 3,
    "slug": "Garlic-Cream-Bucatini-with-Peas-and-Asparagus"
  },
  {
    "id": 4,
    "title": "10 Benefits of Virtual Events for SaaS Brands",
    "content": "First, let me share a few statistics I was researching over the weekend. From Kaltura's survey, we've learned that 75% of attendees are committed to the vision of the organizers, and say they will attend virtual events even after in-person events have fully resumed. 84% of attendees would like to always have an online option available to them, so that they can attend any event as a virtual or remote attendee if they choose. Marketic reports that the average no-show percentage of virtual events is 35%. This is slightly higher than in-person events. They also shared that 80% of people join virtual events for educational purposes. The next biggest reason for joining virtual events is networking. (This is contrary to in-person events where the single biggest reason for attending is networking.) Which suggests that not only will virtual events continue to proliferate going forward, even live events should offer a virtual or hybrid approach that affords attendees multiple ways to participate. The challenge then is to balance your organizational objectives and goals against the potential challenges and necessary learnings for a virtual event that's an unfamiliar medium. Fortunately, the benefits of virtual events far outweigh the investment.",
    "likes": 56,
    "image": "blog-5.jpg",
    "category": "Social",
    "ratingsAverage": 4.0,
    "ratingsQuatity": 1,
    "user_id": 2,
    "slug": "10-Benefits-of-Virtual-Events-for-SaaS-Brands"
  },
  {
    "id": 5,
    "title": "Google's Pixel Watch may finally be on its way",
    "content": "Everything old is new again. Someone leaves a prototype in a bar, prototype makes its way into some blogger's hands, chaos ensues. It's hard to imagine another device coming along soon that's shrouded in the same layer of security as the iPhone 4. Both gadgets and tech journalism have evolved since those halcyon days, but nothing like a high-profile leak to get the blood pumping in these old typing fingers. Companies' protect-the-IP-at-all-cost approach has shifted, too, over the past decades. Plenty of firms have come to understand the power of well-timed leaks. That's not to say that any of the Pixel Watch news we've seen in recent weeks and months has been intentional — it's just hard to imagine any of us saying much about an upcoming Google wearable if some information hadn't found its way online.",
    "likes": 100,
    "image": "blog-9.jpg",
    "category": "Technology",
    "ratingsAverage": 5.0,
    "ratingsQuatity": 0,
    "user_id": 7,
    "slug": "Google's-Pixel-Watch-may-finally-be-on-its-way"
  },
  {
    "id": 6,
    "title": "Political risks of land acquisition are borne by states",
    "content": "The national monetisation pipeline has identified 25 airports run by the Airports Authority of India (AAI) for action over the next three years. Four of them are located in Tamil Nadu – all international airports. GoI's airport monetisation plan needs to be studied with the TN government's major industries policy note, 2022-23, to see how the approach can be tweaked to realign incentives between the two levels of government to encourage industrial development. It's essential because the current airport infrastructure policy doesn't reconcile political risks to potential rewards of monetisation. TN's policy note is an extension of what the previous DMK government suggested during the UPA-1 era. The note says that land forms the major portion of overall project cost. Henceforth, if the state transfers land free to GoI, which subsequently monetises the infrastructure, the state should be entitled to a share of the gains. It's a sensible suggestion and one GoI should consider. Revenue from infrastructure flows to governments through two streams. One, through taxes, which are split between GoI and states on the basis of the Finance Commission's recommendations and GST Council's decisions. Two, through subsequent monetisation of an asset. It's the second stream that needs fine-tuning. Often, land is obtained by invoking a legislation to forcibly take over privately-owned property to serve a public purpose. This can sometimes extract a political cost that's borne entirely by the state government. This risk can be mitigated by giving states a share of the upside arising out of monetisation. A mismatch between risk and reward across the two levels of government has acted as a drag on India's industrialisation. The UP government's example is pertinent here. It holds the equity of Noida International Airport incorporated in 2018. After overseeing the land acquisition process, it contracted Zurich Airport to build the airport and then operate it for 40 years. The upside of a potential monetisation will accrue to UP. True, Jewar is a greenfield project and AAI's are existing airports. But the principle holds. Separately, there's a need to re-evaluate mechanisms of awarding compensation when land is acquired. The legislative process is complex and tilts towards the state. Sometimes this results in paltry compensation. On paper, there are redressal mechanisms. However, it's almost impossible for an individual to get redress. Tweaks in laws allowing acquisition can help mitigate resistance to acquisition. The doctrine of eminent domain needs to be balanced with fairness.",
    "likes": 78,
    "image": "blog-4.jpg",
    "category": "Politics",
    "ratingsAverage": 4.5,
    "ratingsQuatity": 2,
    "user_id": 4,
    "slug": "Political-risks-of-land-acquisition-are-borne-by-states"
  },
  {
    "id": 7,
    "title": "CSIS Human Nature Blog",
    "content": "The Center for Systems Integration and Sustainability at Michigan State University integrates ecology with socioeconomics, demography and other disciplines for ecological sustainability from local, national to global scales. Feedspot Reader helps you find and keep track of interesting stuff on the web. You can subscribe to your favorite websites, and keep up with what's popular. New content comes to your Feespot Reader when it's posted, so you don't need to visit individual sites. Plus, Reader keeps track of which posts you've read, so you only see unread posts when you come back. Unread posts appear bold. As you read, Reader will mark the post as read.",
    "likes": 16,
    "image": "blog-8.jpg",
    "category": "Nature",
    "ratingsAverage": 5.0,
    "ratingsQuatity": 0,
    "user_id": 10,
    "slug": "CSIS-Human-Nature-Blog"
  },
  {
    "id": 8,
    "title": "Never Give Up",
    "content": "The Story of a Heeran and Sustainability at Michigan State University integrates ecology with socioeconomics, demography and other disciplines for ecological sustainability from local, national to global scales. Feedspot Reader helps you find and keep track of interesting stuff on the web. You can subscribe to your favorite websites, and keep up with what's popular. New content comes to your Feespot Reader when it's posted, so you don't need to visit individual sites. Plus, Reader keeps track of which posts you've read, so you only see unread posts when you come back. Unread posts appear bold. As you read, Reader will mark the post as read.",
    "likes": 16,
    "image": "blog-6.jpg",
    "category": "Motivation",
    "ratingsAverage": 5.0,
    "ratingsQuatity": 0,
    "user_id": 6,
    "slug": "Never-Give-Up"
  }
]